Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=439_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámenuoraid dáiddadáhpáhus 2011 Ohcejogas
smn: Säminuorâi taaidâtábáhtus 2011 Ucjuuvâst

source: Sámenuoraid dáiddadáhpáhus ordnejuvvo 31.3.2011 Ohcejotnjálmmi skuvllas.
smn: Säminuorâi taaidâtábáhtus uárnejuvvoo 31.3.2011 Ucjuvnjäälmi škoovlâst.

source: Váldofáddán lea dánsa, ja dasa lassin ordnejuvvojit sierralágan bargobájit.
smn: Válduteeman lii tanssâ, já ton lasseen uárnejuvvojeh sierâlágán pargopáájáh.

source: Dáiddadáhpáhusas válljejuvvojit sámenuoraid ovddasteaddjit Nuorra Kultuvra MOVES – dáhpáhussii, mii ordnejuvvo Oulus 20.-22.5.2011.
smn: Taaidâtábáhtusâst väljejuvvojeh säminuorâi ovdâsteijeeh Nuorâ Kulttuur MOVES – tábáhtusân, mii uárnejuvvoo Oulust 20.–22.5.2011.

source: Sámediggi addá skuvllaide dárkkilut dieđuid ordnemiin buori áiggis ovdal dáhpáhusa.
smn: Sämitigge tieđeet škovláid tärhibeht puorijn aaigijn.

source: Dás gávnnat riikkaviidosaš dáhpáhusa njuolggadusaid, maid mii čuovvut maiddái iežamet guovlodáhpáhusas: http://nuorikulttuuri.fi/nuori-kulttuuri-moves-2011 /
smn: Väldikodálii tábáhtus njuolgâdusah, maid nuávdittep meid jieččan kuávlutábáhtusâst, kavnujeh tast http://nuorikulttuuri.fi/nuori-kulttuuri-moves-2011 /.

source: Dáiddadáhpáhusa válmmaštallin sámedikkis doaibmá oahppamateriálaplánejeaddji Anni Näkkäläjärvi (anni.
smn: Taaidâtábáhtus valmâštellen sämitiggeest tuáimá oppâmateriaalvuávájeijee Anni Näkkäläjärvi (anni.

source: fi) ovttas nuoraidčálli Niina Siltalain (niina.
smn: fi) oovtâst nuorâčällee Niina Siltalain (niina.

source: Roavvenjárgga dáhpáhusa raporta 2010 lea oaidnin láhkái sámedikki ruovttusiidduin: Nuoraid dáiddadáhpáhus.
smn: Ruávinjaargâst uárnejum taaidâtábáhtus raapoort 2010 lii uánimnáálá sämitige päikkisiijđoin: Nuorâi taaidâtábáhtus.
